{
  "title": "Terminal",
  "description": "Terminal Policies",
  "__preferencedomain": "com.apple.Terminal",
  "properties": {
    "SecureKeyboardEntry": {
      "title": "Secure Keyboard Entry",
      "description": "Secure Keyboard Entry",
      "property_order": 10,
      "options": {
        "infoText": "Key name: SecureKeyboardEntry"
      },
      "type": "boolean"
    }
  }
}
